import img1 from "../assets/Images/main/img1.png"
import img2 from "../assets/Images/main/img2.png"
import img3 from "../assets/Images/main/img3.png"
import img4 from "../assets/Images/main/img4.png"
import img5 from "../assets/Images/main/img5.png"
import img6 from "../assets/Images/main/img6.png"
import list1 from "../assets/Images/main/list1.png"
import list2 from "../assets/Images/main/list2.png"
import list3 from "../assets/Images/main/list3.png"
import list4 from "../assets/Images/main/list4.png"

export const NavData = [
  {
    id: 1,
    name: "O‘zbekiston",
    name_ru:"Uzbekistan",
    name_uz:"Узбекистон"
  }, {
    id: 2,
    name: "Vodiy bugun",
    name_ru:"Valley today",
    name_uz:"Водий бугун"
  }, {
    id: 3,
    name: "Surushtiruvlar",
    name_ru:"References",
    name_uz:"СуEngштиEngвлар"
  }, {
    id: 4,
    name: "So‘rovnomalar",
    name_ru:"Questionnaires",
    name_uz:"Сўровномалар"
  }, {
    id: 5,
    name: "Jamiyat",
    name_ru:"Society",
    name_uz:"Жамият"
  }, {
    id: 6,
    name: "Ta'lim",
    name_ru:"Education",
    name_uz:"Таълим"
  }, {
    id: 7,
    name: "Sog‘liqni saqlash",
    name_ru:"Health Care",
    name_uz:"Соғликни сақлаш"
  }, {
    id: 8,
    name: "Sport",
    name_ru:"Sport",
    name_uz:"Спорт"
  }, {
    id: 9,
    name: "Media",
    name_ru:"Media",
    name_uz:"Медиа"
  }
]
export const HeaderData = [
  {
    id: 1,
    name: "O'z Kadastrini pasportni qayd etish qaysi xolda bepul ",
    name_uz: "Уz Кадастр паспортини шакллантириш қайси ҳолатда бепул ",
    name_ru: "Eng Кадастр паспортини шакллантириш қайси ҳолатда бепул ",
    date: "13:30"
  }, {
    id: 2,
    name: "O'z Финландияда россияликларнинг мамлакатга киришини чеклаш таклиф қилинди",
    name_uz: "Уz Финландияда россияликларнинг мамлакатга киришини чеклаш таклиф қилинди",
    name_ru: "Eng Финландияда россияликларнинг мамлакатга киришини чеклаш таклиф қилинди",
    date: "13:30"
  }, {
    id: 3,
    name: "O'z Ўзбекистон ва Испания сув хўжалиги соҳасида қўшма лойиҳаларни амалга оширади",
    name_uz: "Уz Ўзбекистон ва Испания сув хўжалиги соҳасида қўшма лойиҳаларни амалга оширади",
    name_ru: "Eng Ўзбекистон ва Испания сув хўжалиги соҳасида қўшма лойиҳаларни амалга оширади",
    date: "13:30"
  }, {
    id: 4,
    name: "O'z Блинкен Арманистон ва Озарбойжон ташқи ишлар вазирлари билан учрашди",
    name_uz: "Уz Блинкен Арманистон ва Озарбойжон ташқи ишлар вазирлари билан учрашди",
    name_ru: "Eng Блинкен Арманистон ва Озарбойжон ташқи ишлар вазирлари билан учрашди",
    date: "13:30"
  }, {
    id: 5,
    name: "O'z ОТБ икки йил ичида Ўзбекистонга 2,8 миллиард доллар ажратади",
    name_uz: "Уz ОТБ икки йил ичида Ўзбекистонга 2,8 миллиард доллар ажратади",
    name_ru: "Eng ОТБ икки йил ичида Ўзбекистонга 2,8 миллиард доллар ажратади",
    date: "13:30"
  }
]
export const MainData4 = [
  {
    id: 1,
    title: "O'z Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    title_uz: "Уz Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    title_ru: "Eng Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    name:"O'z Арманистон-Озарбойжон чегараси ҳозирги кунда дунёдаги энг қайноқ нуқталардан бири ҳисобланади. Икки халқнинг бир-бирига қарши қурилган мафкураси бу миллатларни муросасиз рақибларга айлантирди. Муаммо илдизи қаерда? Нега Жанубий Казказда аниқ чегаралар ўрнатиш мураккаб муаммо ҳисобланади?",
    name_uz: "Уz Арманистон-Озарбойжон чегараси ҳозирги кунда дунёдаги энг қайноқ нуқталардан бири ҳисобланади. Икки халқнинг бир-бирига қарши қурилган мафкураси бу миллатларни муросасиз рақибларга айлантирди. Муаммо илдизи қаерда? Нега Жанубий Казказда аниқ чегаралар ўрнатиш мураккаб муаммо ҳисобланади?",
    name_ru: "Eng Арманистон-Озарбойжон чегараси ҳозирги кунда дунёдаги энг қайноқ нуқталардан бири ҳисобланади. Икки халқнинг бир-бирига қарши қурилган мафкураси бу миллатларни муросасиз рақибларга айлантирди. Муаммо илдизи қаерда? Нега Жанубий Казказда аниқ чегаралар ўрнатиш мураккаб муаммо ҳисобланади?",
    img: img1
  }, {
    id: 2,
    title: "O'z Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    title_uz: "Уz Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    title_ru: "Eng Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    img: img2
  }, {
    id: 3,
    title: "O'z ШҲТ: Келишувлар, Путин ва Си учрашуви, Лукашенко тилидан янграган Engс фалсафаси — Ўзбекистон нималарга эришди?",
    title_uz: "Уz ШҲТ: Келишувлар, Путин ва Си учрашуви, Лукашенко тилидан янграган Engс фалсафаси — Ўзбекистон нималарга эришди?",
    title_ru: "Eng ШҲТ: Келишувлар, Путин ва Си учрашуви, Лукашенко тилидан янграган Engс фалсафаси — Ўзбекистон нималарга эришди?",
    img: img3
  }, {
    id: 4,
    title: "O'z Қурбонлар сони 100 га яқинлашди: Қирғизистон-Тожикистон чегарасида нималар бўлмоқда?",
    title_uz: "Уz Қурбонлар сони 100 га яқинлашди: Қирғизистон-Тожикистон чегарасида нималар бўлмоқда?",
    title_ru: "Eng Қурбонлар сони 100 га яқинлашди: Қирғизистон-Тожикистон чегарасида нималар бўлмоқда?",
    img: img4
  }
]
export const MainData5 = [
  {
    id: 1,
    title: "O'z Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    title_uz: "Уz Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    title_ru: "Eng Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    img: img1
  }, {
    id: 2,
    title: "O'z Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    title_uz: "Уz Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    title_ru: "Eng Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    img: img2
  }, {
    id: 3,
    title: "O'z ШҲТ: Келишувлар, Путин ва Си учрашуви, Лукашенко тилидан янграган Engс фалсафаси — Ўзбекистон нималарга эришди?",
    title_uz: "Уz ШҲТ: Келишувлар, Путин ва Си учрашуви, Лукашенко тилидан янграган Engс фалсафаси — Ўзбекистон нималарга эришди?",
    title_ru: "Eng ШҲТ: Келишувлар, Путин ва Си учрашуви, Лукашенко тилидан янграган Engс фалсафаси — Ўзбекистон нималарга эришди?",
    img: img3
  }, {
    id: 4,
    title: "O'z Қурбонлар сони 100 га яқинлашди: Қирғизистон-Тожикистон чегарасида нималар бўлмоқда?",
    title_uz: "Уz Қурбонлар сони 100 га яқинлашди: Қирғизистон-Тожикистон чегарасида нималар бўлмоқда?",
    title_ru: "Eng Қурбонлар сони 100 га яқинлашди: Қирғизистон-Тожикистон чегарасида нималар бўлмоқда?",
    img: img4
  }, {
    id: 5,
    title: "O'z «Газдан қарз эвазига ракеталарни сўрашган» – Кулеба Путиннинг мактуби ва Украинанинг аввалги сиёсати ҳақида",
    title_uz: "Уz «Газдан қарз эвазига ракеталарни сўрашган» – Кулеба Путиннинг мактуби ва Украинанинг аввалги сиёсати ҳақида",
    title_ru: "Eng «Газдан қарз эвазига ракеталарни сўрашган» – Кулеба Путиннинг мактуби ва Украинанинг аввалги сиёсати ҳақида",
    img: img5
  }
]
export const MainData6 = [
  {
    id: 1,
    title: "O'z Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    title_uz: "Уz Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    title_ru: "Eng Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    img: img1,
    type : "video"
  }, {
    id: 2,
    title: "O'z Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    title_uz: "Уz Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    title_ru: "Eng Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
    img: img2,
    type : "video"
  }, {
    id: 3,
    title: "O'z ШҲТ: Келишувлар, Путин ва Си учрашуви, Лукашенко тилидан янграган Engс фалсафаси — Ўзбекистон нималарга эришди?",
    title_uz: "Уz ШҲТ: Келишувлар, Путин ва Си учрашуви, Лукашенко тилидан янграган Engс фалсафаси — Ўзбекистон нималарга эришди?",
    title_ru: "Eng ШҲТ: Келишувлар, Путин ва Си учрашуви, Лукашенко тилидан янграган Engс фалсафаси — Ўзбекистон нималарга эришди?",
    img: img3,
    type : "video"
  }, {
    id: 4,
    title: "O'z Қурбонлар сони 100 га яқинлашди: Қирғизистон-Тожикистон чегарасида нималар бўлмоқда?",
    title_uz: "Уz Қурбонлар сони 100 га яқинлашди: Қирғизистон-Тожикистон чегарасида нималар бўлмоқда?",
    title_ru: "Eng Қурбонлар сони 100 га яқинлашди: Қирғизистон-Тожикистон чегарасида нималар бўлмоқда?",
    img: img4,
    type : "photo"
  }, {
    id: 5,
    title: "O'z «Газдан қарз эвазига ракеталарни сўрашган» – Кулеба Путиннинг мактуби ва Украинанинг аввалги сиёсати ҳақида",
    title_uz: "Уz «Газдан қарз эвазига ракеталарни сўрашган» – Кулеба Путиннинг мактуби ва Украинанинг аввалги сиёсати ҳақида",
    title_ru: "Eng «Газдан қарз эвазига ракеталарни сўрашган» – Кулеба Путиннинг мактуби ва Украинанинг аввалги сиёсати ҳақида",
    img: img5,
    type : "photo"
  }, {
    id: 6,
    title: "O'z «Газдан қарз эвазига ракеталарни сўрашган» – Кулеба Путиннинг мактуби ва Украинанинг аввалги сиёсати ҳақида",
    title_uz: "Уz «Газдан қарз эвазига ракеталарни сўрашган» – Кулеба Путиннинг мактуби ва Украинанинг аввалги сиёсати ҳақида",
    title_ru: "Eng «Газдан қарз эвазига ракеталарни сўрашган» – Кулеба Путиннинг мактуби ва Украинанинг аввалги сиёсати ҳақида",
    img: img6,
    type : "photo"
  }
]
export const MainList = [
  {
    id: 1,
    title: "O'z Бугун Халқаро пресс-клубнинг “Тараққиёт стратегияси – инсон қадри учун” номли навбатдаги  сессиясини ўтказди",
    title_uz: "Уz Бугун Халқаро пресс-клубнинг “Тараққиёт стратегияси – инсон қадри учун” номли навбатдаги  сессиясини ўтказди",
    title_ru: "Eng Бугун Халқаро пресс-клубнинг “Тараққиёт стратегияси – инсон қадри учун” номли навбатдаги  сессиясини ўтказди",
    name: "O'z Мазкур сессия “Ўзбекистон24”, “УзРепорт” ва “Ренессанс” телеканаллари орқали тўғридан-тўғри эфирга узатилди.",
    name_uz: "Уз Мазкур сессия “Ўзбекистон24”, “УзРепорт” ва “Ренессанс” телеканаллари орқали тўғридан-тўғри эфирга узатилди.",
    name_ru: "Eng Мазкур сессия “Ўзбекистон24”, “УзРепорт” ва “Ренессанс” телеканаллари орқали тўғридан-тўғри эфирга узатилди.",
    img: list1,
    data:"02.02.2022"
  }, {
    id: 2,
    title: "O'z Биласиз, бугун Халқаро пресс-клуб жамоаси учун бошқача кун. Бугун жамоамиз билан ташкилотимиз ташкил ...",
    title_uz: "Уz Биласиз, бугун Халқаро пресс-клуб жамоаси учун бошқача кун. Бугун жамоамиз билан ташкилотимиз ташкил ...",
    title_ru: "Eng Биласиз, бугун Халқаро пресс-клуб жамоаси учун бошқача кун. Бугун жамоамиз билан ташкилотимиз ташкил ...",
    name: "O'z Бугун Халқаро пресс-клуб ташкил этилганлигига 5 йил бўлди. 2017 йилнинг 31 март санасида ХПК нодавлат-нотижорат ташкилот сифатида Адлия вазирлигидан рўйхатдан ўтган.",
    name_uz: "Уз Бугун Халқаро пресс-клуб ташкил этилганлигига 5 йил бўлди. 2017 йилнинг 31 март санасида ХПК нодавлат-нотижорат ташкилот сифатида Адлия вазирлигидан рўйхатдан ўтган.",
    name_ru: "Eng Бугун Халқаро пресс-клуб ташкил этилганлигига 5 йил бўлди. 2017 йилнинг 31 март санасида ХПК нодавлат-нотижорат ташкилот сифатида Адлия вазирлигидан рўйхатдан ўтган.",
    img: list2,
    data:"02.02.2022"
  }, {
    id: 3,
    title: "O'z Халқаро пресс-клуб Паралимпия ва қишки спорт турлари: кеча, бугун, эртага” мавзуидаги ўзининг навбатдаги ... ",
    title_uz: "Уz Халқаро пресс-клуб Паралимпия ва қишки спорт турлари: кеча, бугун, эртага” мавзуидаги ўзининг навбатдаги ... ",
    title_ru: "Eng Халқаро пресс-клуб Паралимпия ва қишки спорт турлари: кеча, бугун, эртага” мавзуидаги ўзининг навбатдаги ... ",
    name: "O'z Жонли эфир “Ўзбекистон 24” телеканали орқали тўғридан-тўғри намойиш этилди",
    name_uz: "Уз Жонли эфир “Ўзбекистон 24” телеканали орқали тўғридан-тўғри намойиш этилди",
    name_ru: "Eng Жонли эфир “Ўзбекистон 24” телеканали орқали тўғридан-тўғри намойиш этилди",
    img: list3,
    data:"02.02.2022"
  }, {
    id: 4,
    title: "O'z Бугун Халқаро пресс-клубнинг “Муқобил энергия манбалари - тараққиёт пойдевори” мавзусида сессия бўлиб ўтди.",
    title_uz: "Уz Бугун Халқаро пресс-клубнинг “Муқобил энергия манбалари - тараққиёт пойдевори” мавзусида сессия бўлиб ўтди.",
    title_ru: "Eng Бугун Халқаро пресс-клубнинг “Муқобил энергия манбалари - тараққиёт пойдевори” мавзусида сессия бўлиб ўтди.",
    name: "O'z Жонли эфир  “Ўзбекистон 24” телеканали орқали тўғридан-тўғри эфирга узатилди",
    name_uz: "Уз Жонли эфир  “Ўзбекистон 24” телеканали орқали тўғридан-тўғри эфирга узатилди",
    name_ru: "Eng Жонли эфир  “Ўзбекистон 24” телеканали орқали тўғридан-тўғри эфирга узатилди",
    img: list4,
    data:"02.02.2022"
  },{
    id: 5,
    title: "O'z Бугун Халқаро пресс-клубнинг “Тараққиёт стратегияси – инсон қадри учун” номли навбатдаги  сессиясини ўтказди",
    title_uz: "Уz Бугун Халқаро пресс-клубнинг “Тараққиёт стратегияси – инсон қадри учун” номли навбатдаги  сессиясини ўтказди",
    title_ru: "Eng Бугун Халқаро пресс-клубнинг “Тараққиёт стратегияси – инсон қадри учун” номли навбатдаги  сессиясини ўтказди",
    name: "O'z Мазкур сессия “Ўзбекистон24”, “УзРепорт” ва “Ренессанс” телеканаллари орқали тўғридан-тўғри эфирга узатилди.",
    name_uz: "Уз Мазкур сессия “Ўзбекистон24”, “УзРепорт” ва “Ренессанс” телеканаллари орқали тўғридан-тўғри эфирга узатилди.",
    name_ru: "Eng Мазкур сессия “Ўзбекистон24”, “УзРепорт” ва “Ренессанс” телеканаллари орқали тўғридан-тўғри эфирга узатилди.",
    img: list1,
    data:"02.02.2022"
  }, {
    id: 6,
    title: "O'z Биласиз, бугун Халқаро пресс-клуб жамоаси учун бошқача кун. Бугун жамоамиз билан ташкилотимиз ташкил ...",
    title_uz: "Уz Биласиз, бугун Халқаро пресс-клуб жамоаси учун бошқача кун. Бугун жамоамиз билан ташкилотимиз ташкил ...",
    title_ru: "Eng Биласиз, бугун Халқаро пресс-клуб жамоаси учун бошқача кун. Бугун жамоамиз билан ташкилотимиз ташкил ...",
    name: "O'z Бугун Халқаро пресс-клуб ташкил этилганлигига 5 йил бўлди. 2017 йилнинг 31 март санасида ХПК нодавлат-нотижорат ташкилот сифатида Адлия вазирлигидан рўйхатдан ўтган.",
    name_uz: "Уз Бугун Халқаро пресс-клуб ташкил этилганлигига 5 йил бўлди. 2017 йилнинг 31 март санасида ХПК нодавлат-нотижорат ташкилот сифатида Адлия вазирлигидан рўйхатдан ўтган.",
    name_ru: "Eng Бугун Халқаро пресс-клуб ташкил этилганлигига 5 йил бўлди. 2017 йилнинг 31 март санасида ХПК нодавлат-нотижорат ташкилот сифатида Адлия вазирлигидан рўйхатдан ўтган.",
    img: list2,
    data:"02.02.2022"
  }, {
    id: 7,
    title: "O'z Халқаро пресс-клуб Паралимпия ва қишки спорт турлари: кеча, бугун, эртага” мавзуидаги ўзининг навбатдаги ... ",
    title_uz: "Уz Халқаро пресс-клуб Паралимпия ва қишки спорт турлари: кеча, бугун, эртага” мавзуидаги ўзининг навбатдаги ... ",
    title_ru: "Eng Халқаро пресс-клуб Паралимпия ва қишки спорт турлари: кеча, бугун, эртага” мавзуидаги ўзининг навбатдаги ... ",
    name: "O'z Жонли эфир “Ўзбекистон 24” телеканали орқали тўғридан-тўғри намойиш этилди",
    name_uz: "Уз Жонли эфир “Ўзбекистон 24” телеканали орқали тўғридан-тўғри намойиш этилди",
    name_ru: "Eng Жонли эфир “Ўзбекистон 24” телеканали орқали тўғридан-тўғри намойиш этилди",
    img: list3,
    data:"02.02.2022"
  }, {
    id: 8,
    title: "O'z Бугун Халқаро пресс-клубнинг “Муқобил энергия манбалари - тараққиёт пойдевори” мавзусида сессия бўлиб ўтди.",
    title_uz: "Уz Бугун Халқаро пресс-клубнинг “Муқобил энергия манбалари - тараққиёт пойдевори” мавзусида сессия бўлиб ўтди.",
    title_ru: "Eng Бугун Халқаро пресс-клубнинг “Муқобил энергия манбалари - тараққиёт пойдевори” мавзусида сессия бўлиб ўтди.",
    name: "O'z Жонли эфир  “Ўзбекистон 24” телеканали орқали тўғридан-тўғри эфирга узатилди",
    name_uz: "Уз Жонли эфир  “Ўзбекистон 24” телеканали орқали тўғридан-тўғри эфирга узатилди",
    name_ru: "Eng Жонли эфир  “Ўзбекистон 24” телеканали орқали тўғридан-тўғри эфирга узатилди",
    img: list4,
    data:"02.02.2022"
  },{
    id: 9,
    title: "O'z Бугун Халқаро пресс-клубнинг “Тараққиёт стратегияси – инсон қадри учун” номли навбатдаги  сессиясини ўтказди",
    title_uz: "Уz Бугун Халқаро пресс-клубнинг “Тараққиёт стратегияси – инсон қадри учун” номли навбатдаги  сессиясини ўтказди",
    title_ru: "Eng Бугун Халқаро пресс-клубнинг “Тараққиёт стратегияси – инсон қадри учун” номли навбатдаги  сессиясини ўтказди",
    name: "O'z Мазкур сессия “Ўзбекистон24”, “УзРепорт” ва “Ренессанс” телеканаллари орқали тўғридан-тўғри эфирга узатилди.",
    name_uz: "Уз Мазкур сессия “Ўзбекистон24”, “УзРепорт” ва “Ренессанс” телеканаллари орқали тўғридан-тўғри эфирга узатилди.",
    name_ru: "Eng Мазкур сессия “Ўзбекистон24”, “УзРепорт” ва “Ренессанс” телеканаллари орқали тўғридан-тўғри эфирга узатилди.",
    img: list1,
    data:"02.02.2022"
  }, {
    id: 10,
    title: "O'z Биласиз, бугун Халқаро пресс-клуб жамоаси учун бошқача кун. Бугун жамоамиз билан ташкилотимиз ташкил ...",
    title_uz: "Уz Биласиз, бугун Халқаро пресс-клуб жамоаси учун бошқача кун. Бугун жамоамиз билан ташкилотимиз ташкил ...",
    title_ru: "Eng Биласиз, бугун Халқаро пресс-клуб жамоаси учун бошқача кун. Бугун жамоамиз билан ташкилотимиз ташкил ...",
    name: "O'z Бугун Халқаро пресс-клуб ташкил этилганлигига 5 йил бўлди. 2017 йилнинг 31 март санасида ХПК нодавлат-нотижорат ташкилот сифатида Адлия вазирлигидан рўйхатдан ўтган.",
    name_uz: "Уз Бугун Халқаро пресс-клуб ташкил этилганлигига 5 йил бўлди. 2017 йилнинг 31 март санасида ХПК нодавлат-нотижорат ташкилот сифатида Адлия вазирлигидан рўйхатдан ўтган.",
    name_ru: "Eng Бугун Халқаро пресс-клуб ташкил этилганлигига 5 йил бўлди. 2017 йилнинг 31 март санасида ХПК нодавлат-нотижорат ташкилот сифатида Адлия вазирлигидан рўйхатдан ўтган.",
    img: list2,
    data:"02.02.2022"
  }, {
    id: 11,
    title: "O'z Халқаро пресс-клуб Паралимпия ва қишки спорт турлари: кеча, бугун, эртага” мавзуидаги ўзининг навбатдаги ... ",
    title_uz: "Уz Халқаро пресс-клуб Паралимпия ва қишки спорт турлари: кеча, бугун, эртага” мавзуидаги ўзининг навбатдаги ... ",
    title_ru: "Eng Халқаро пресс-клуб Паралимпия ва қишки спорт турлари: кеча, бугун, эртага” мавзуидаги ўзининг навбатдаги ... ",
    name: "O'z Жонли эфир “Ўзбекистон 24” телеканали орқали тўғридан-тўғри намойиш этилди",
    name_uz: "Уз Жонли эфир “Ўзбекистон 24” телеканали орқали тўғридан-тўғри намойиш этилди",
    name_ru: "Eng Жонли эфир “Ўзбекистон 24” телеканали орқали тўғридан-тўғри намойиш этилди",
    img: list3,
    data:"02.02.2022"
  }, {
    id: 12,
    title: "O'z Бугун Халқаро пресс-клубнинг “Муқобил энергия манбалари - тараққиёт пойдевори” мавзусида сессия бўлиб ўтди.",
    title_uz: "Уz Бугун Халқаро пресс-клубнинг “Муқобил энергия манбалари - тараққиёт пойдевори” мавзусида сессия бўлиб ўтди.",
    title_ru: "Eng Бугун Халқаро пресс-клубнинг “Муқобил энергия манбалари - тараққиёт пойдевори” мавзусида сессия бўлиб ўтди.",
    name: "O'z Жонли эфир  “Ўзбекистон 24” телеканали орқали тўғридан-тўғри эфирга узатилди",
    name_uz: "Уз Жонли эфир  “Ўзбекистон 24” телеканали орқали тўғридан-тўғри эфирга узатилди",
    name_ru: "Eng Жонли эфир  “Ўзбекистон 24” телеканали орқали тўғридан-тўғри эфирга узатилди",
    img: list4,
    data:"02.02.2022"
  },{
    id: 13,
    title: "O'z Бугун Халқаро пресс-клубнинг “Тараққиёт стратегияси – инсон қадри учун” номли навбатдаги  сессиясини ўтказди",
    title_uz: "Уz Бугун Халқаро пресс-клубнинг “Тараққиёт стратегияси – инсон қадри учун” номли навбатдаги  сессиясини ўтказди",
    title_ru: "Eng Бугун Халқаро пресс-клубнинг “Тараққиёт стратегияси – инсон қадри учун” номли навбатдаги  сессиясини ўтказди",
    name: "O'z Мазкур сессия “Ўзбекистон24”, “УзРепорт” ва “Ренессанс” телеканаллари орқали тўғридан-тўғри эфирга узатилди.",
    name_uz: "Уз Мазкур сессия “Ўзбекистон24”, “УзРепорт” ва “Ренессанс” телеканаллари орқали тўғридан-тўғри эфирга узатилди.",
    name_ru: "Eng Мазкур сессия “Ўзбекистон24”, “УзРепорт” ва “Ренессанс” телеканаллари орқали тўғридан-тўғри эфирга узатилди.",
    img: list1,
    data:"02.02.2022"
  }, {
    id: 14,
    title: "O'z Биласиз, бугун Халқаро пресс-клуб жамоаси учун бошқача кун. Бугун жамоамиз билан ташкилотимиз ташкил ...",
    title_uz: "Уz Биласиз, бугун Халқаро пресс-клуб жамоаси учун бошқача кун. Бугун жамоамиз билан ташкилотимиз ташкил ...",
    title_ru: "Eng Биласиз, бугун Халқаро пресс-клуб жамоаси учун бошқача кун. Бугун жамоамиз билан ташкилотимиз ташкил ...",
    name: "O'z Бугун Халқаро пресс-клуб ташкил этилганлигига 5 йил бўлди. 2017 йилнинг 31 март санасида ХПК нодавлат-нотижорат ташкилот сифатида Адлия вазирлигидан рўйхатдан ўтган.",
    name_uz: "Уз Бугун Халқаро пресс-клуб ташкил этилганлигига 5 йил бўлди. 2017 йилнинг 31 март санасида ХПК нодавлат-нотижорат ташкилот сифатида Адлия вазирлигидан рўйхатдан ўтган.",
    name_ru: "Eng Бугун Халқаро пресс-клуб ташкил этилганлигига 5 йил бўлди. 2017 йилнинг 31 март санасида ХПК нодавлат-нотижорат ташкилот сифатида Адлия вазирлигидан рўйхатдан ўтган.",
    img: list2,
    data:"02.02.2022"
  }, {
    id: 15,
    title: "O'z Халқаро пресс-клуб Паралимпия ва қишки спорт турлари: кеча, бугун, эртага” мавзуидаги ўзининг навбатдаги ... ",
    title_uz: "Уz Халқаро пресс-клуб Паралимпия ва қишки спорт турлари: кеча, бугун, эртага” мавзуидаги ўзининг навбатдаги ... ",
    title_ru: "Eng Халқаро пресс-клуб Паралимпия ва қишки спорт турлари: кеча, бугун, эртага” мавзуидаги ўзининг навбатдаги ... ",
    name: "O'z Жонли эфир “Ўзбекистон 24” телеканали орқали тўғридан-тўғри намойиш этилди",
    name_uz: "Уз Жонли эфир “Ўзбекистон 24” телеканали орқали тўғридан-тўғри намойиш этилди",
    name_ru: "Eng Жонли эфир “Ўзбекистон 24” телеканали орқали тўғридан-тўғри намойиш этилди",
    img: list3,
    data:"02.02.2022"
  }, {
    id: 16,
    title: "O'z Бугун Халқаро пресс-клубнинг “Муқобил энергия манбалари - тараққиёт пойдевори” мавзусида сессия бўлиб ўтди.",
    title_uz: "Уz Бугун Халқаро пресс-клубнинг “Муқобил энергия манбалари - тараққиёт пойдевори” мавзусида сессия бўлиб ўтди.",
    title_ru: "Eng Бугун Халқаро пресс-клубнинг “Муқобил энергия манбалари - тараққиёт пойдевори” мавзусида сессия бўлиб ўтди.",
    name: "O'z Жонли эфир  “Ўзбекистон 24” телеканали орқали тўғридан-тўғри эфирга узатилди",
    name_uz: "Уз Жонли эфир  “Ўзбекистон 24” телеканали орқали тўғридан-тўғри эфирга узатилди",
    name_ru: "Eng Жонли эфир  “Ўзбекистон 24” телеканали орқали тўғридан-тўғри эфирга узатилди",
    img: list4,
    data:"02.02.2022"
  },
]
export const MainReyting = [
  {
    id: 1,
    name: "Andijon",
    name_ru:"Андижон",
    name_uz:"Андижан",
    num: 65
  }, {
    id: 2,
    name: "Farg‘ona",
    name_ru:"Fergana",
    name_uz:"Фарғона",
    num: 65
  }, {
    id: 3,
    name: "Namangan",
    name_ru:"Namangan",
    name_uz:"Наманган",
    num: 65
  }
]
export const SingleData = {
  id: 1,
  title: "O'z Xersondagi manevr, safarbarlik muammolari va generallar. Expertlar Russia Ukraineing huzhumi tukhtata olmagani haqida",
  title_uz: "Уz Херсондаги манёвр, сафарбарлик муаммолари ва генераллар. Экспертлар Россия Украинанинг ҳужумини тўхтата олмагани ҳақида",
  title_ru: "Eng Maneuver in Kherson, problems of mobilization and generals. Experts say Russia failed to stop attack on Ukraine",
  name: "O'z Rossiya prezidenti Vladimir Putin Samarqandda bulib o'tgan Shanxay Hamkorlik Tashkiloti (ShTT) sammitida ishtirok etdi va Rossiyaning ushbu tashkilotdagi eng muhim homiylari Hitoy va hindiston raxbarlari bilan uchrashdi. Ikki uchrashuvda ham Ukrainedagi urush tilga olindi, Putin Hitoining bu vaziyatda havotirini tan oldi, hindiston rahbari Narendra Modi esa Kremlinning harakatlarini ochikchasiga tanqid qildi. Garb k pincha kkhborot khborot shakhshoi H amkor bloki Tashkilotini – birinchi navbatda, NATO va Evropa Ittifoqiga qarshi tuzilma sifatida tasvirlangan. Russia rahbari ShHT davlatlari rahbarlarini o'ziga va Russianing kasalligiga bulgan sheriklar sifatida kuradi. Darhaqiqat, gharb yuklamaga karamay, blocking eng yirik davlatlari Hindiston va Xitoy yaqin vaqtgacha Russianing Ukrainaga tazhovuzini ochikdan ochik koralamagan edi. lekin, sunggi summitda bu pozitsiya Uzgarib o'zining alomatlari paydo bo'ladi.",
  name_uz: "Уз Россия президенти Владимир Путин Самарқандда бўлиб ўтган Шанҳай Ҳамкорлик Ташкилоти (ШҲТ) саммитида иштирок этди ва Россиянинг ушбу ташкилотдаги энг йирик ҳамкорлари Хитой ва Ҳиндистон раҳбарлари билан учрашди. Иккала учрашувда ҳам Украинадаги уEngш тилга олинди, Путин Хитойнинг бу борадаги хавотирини тан олди, Ҳиндистон раҳбари Нарендра Моди эса Кремлнинг ҳаракатларини очиқчасига танқид қилди. Ғарб оммавий ахборот воситалари Шанҳай Ҳамкорлик Ташкилотини кўпинча Ғарб блоклари – биринчи навбатда, НАТО ва Европа Иттифоқига қарши тузилма сифатида тасаввур қилишади. Россия раҳбари ШҲТ давлатлари раҳбарларини ўзига ва Россиянинг ҳаракатларига мойил бўлган шериклар сифатида кўради. Дарҳақиқат, Ғарб босимига қарамай, блокнинг энг йирик давлатлари Ҳиндистон ва Хитой яқин вақтгача Россиянинг Украинага тажовузини очиқдан очиқ қораламаган эди. Бироқ, сўнгги саммитда бу позиция ўзгариб бораётганининг аломатлари пайдо бўлди.",
  name_ru: "Eng Russian President Vladimir Putin took part in the summit of the Shanghai Cooperation Organization (SCO), held in Samarkand, and met with the leaders of China and India, Russia's most important partners in this organization. Both meetings referred to the war in Ukraine, with Putin acknowledging China's concerns and Indian President Narendra Modi openly criticizing the Kremlin's actions. Western media often present the Shanghai Cooperation Organization as an organization against Western blocs, primarily NATO and the European Union. The Russian leader sees the leaders of the SCO countries as partners who are inclined towards him and Russia's actions. In fact, despite pressure from the West, the bloc's top countries, India and China, have not publicly condemned Russian aggression against Ukraine until recently. However, at the last summit there were signs that this position is changing.",
  img: img2,
  data:"02.02.2022"
}
